/*  --------- Settings ----------- */

"Automatically Install" = "Instalēt Automātiski";

"Delete After Install" = "Dzēst Pēc Instalācijas";

"Remove Metadata"="Noņemt Metadatu";

"Keep Awake"="Paturēt Nomodā";

"This will keep your screen always ON while using AppCake"="Šī iespēja paturēs ekrānu vienmēr IESLĒGTU, kamēr tiek lietota AppCake aplikācija";

"Remove Metadata will stop App Store from updating the app"="Noņemot Metadatu apturēs App Store no aplikācijas atjaunināšanas";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Iespējo iTunes Sinhronizāciju, lai atļautu pārvietot AppCake instalētās aplikācijas uz jūsu kompjūtera.";

"iTunes Sync"="iTunes Sinhronizācija";

"Feedback"="Atsauksmes";

"Changelog"="Changelog";

"I Can Translate"="I Can Translate";

"Clear Image Cache"="Clear Image Cache";